
IMG = [
"https://graph.org/file/dbd48ba7093582ab20063.jpg",
"https://graph.org/file/69356215e2506436f381b.jpg",
"https://graph.org/file/7785e3232769e4bc67f85.jpg",
"https://graph.org/file/f8596ff5009dfb6bd9eda.jpg",
"https://graph.org/file/6e70a2c0d794e3ff2a577.jpg",
]


# ------------------------------------------------------------ #

START_TXT = """
🔥 **ʜᴇʏ ᴛʜᴇʀᴇ, {}!** 🔥

🚀 **ɪ'ᴍ ꜱᴄᴀᴍᴍᴇʀ - ᴛʜᴇ ᴜʟᴛɪᴍᴀᴛᴇ ᴏɴʟɪɴᴇ ᴄᴏᴜʀꜱᴇ ᴇxᴛʀᴀᴄᴛᴏʀ!** 🚀

💻 **ᴡɪᴛʜ ʜɪɢʜ-ᴛᴇᴄʜ ᴘʀᴏᴡᴇꜱꜱ, ɪ'ᴠᴇ ᴀᴄᴄᴜᴍᴜʟᴀᴛᴇᴅ ʟɪɴᴋꜱ ꜰᴏʀ ᴛʜᴇ ʙᴇꜱᴛ ᴄᴏᴜʀꜱᴇꜱ - ᴍᴀᴋɪɴɢ ʟᴇᴀʀɴɪɴɢ ꜱᴜᴘᴇʀ ꜰᴀꜱᴛ & ᴇꜰꜰᴏʀᴛʟᴇꜱꜱ!** 🚀🔥
"""

FORCE_MSG = """
⚠️ **ᴡᴀɪᴛ ᴀ ᴍᴏᴍᴇɴᴛ, {}!** ⚠️

📢 **ʏᴏᴜ'ʀᴇ ᴍɪꜱꜱɪɴɢ ᴏᴜᴛ! ʏᴏᴜ'ʀᴇ ɴᴏᴛ ɪɴ ᴛʜᴇ ᴜᴘᴅᴀᴛᴇꜱ ᴄʜᴀɴɴᴇʟ ʏᴇᴛ!**
💡 **ᴊᴏɪɴ ɴᴏᴡ ᴛᴏ ᴜɴʟᴏᴄᴋ ᴀʟʟ ᴍʏ ᴇᴘɪᴄ ꜰᴇᴀᴛᴜʀᴇꜱ!** 🚀
"""

MODES_TXT = """
🔹 **ꜱᴇʟᴇᴄᴛ ʏᴏᴜʀ ᴍᴏᴅᴇ!** 🔹

🛠 **ᴄʜᴏᴏꜱᴇ ᴛʜᴇ ꜰʟᴇxɪʙɪʟɪᴛʏ ʏᴏᴜ ɴᴇᴇᴅ:**
⚡ **ᴄᴜꜱᴛᴏᴍ ᴍᴏᴅᴇ**  - ꜰᴜʟʟ ᴄᴏɴᴛʀᴏʟ & ᴇxᴘᴇʀᴛ ᴏᴘᴛɪᴏɴꜱ
⚡ **ᴍᴀɴᴜᴀʟ ᴍᴏᴅᴇ** - ꜱɪᴍᴘʟᴇ, ᴅɪʀᴇᴄᴛ, & ᴇᴀꜱʏ ᴛᴏ ᴜꜱᴇ
"""

PLANS_TXT = """
💎 **ᴇɴᴛᴇʀ ᴛʜᴇ ᴘʀᴇᴍɪᴜᴍ ᴢᴏɴᴇ!** 💎

🔥 **ɢᴇᴛ ᴜɴʟɪᴍɪᴛᴇᴅ ᴀᴄᴄᴇꜱꜱ, ꜰᴀꜱᴛᴇʀ ᴘʀᴏᴄᴇꜱꜱɪɴɢ, ᴀɴᴅ ᴇxᴄʟᴜꜱɪᴠᴇ ꜰᴇᴀᴛᴜʀᴇꜱ!**
⚠️ **ꜱᴇɴᴅ ᴀ ꜱᴄʀᴇᴇɴꜱʜᴏᴛ ᴏꜰ ʏᴏᴜʀ ᴘᴀʏᴍᴇɴᴛ ꜰᴏʀ ɪɴꜱᴛᴀɴᴛ ᴀᴄᴛɪᴠᴀᴛɪᴏɴ!**
"""

PAYMENT_TXT = """
💰 **ᴘʀᴇᴍɪᴜᴍ ᴘᴀʏᴍᴇɴᴛ ɪɴꜱᴛʀᴜᴄᴛɪᴏɴꜱ** 💰

⚜ **ɢᴇᴛ ᴀᴄᴄᴇꜱꜱ ᴛᴏ ᴘʀᴇᴍɪᴜᴍ ꜰᴇᴀᴛᴜʀᴇꜱ ɴᴏᴡ!** ᴍᴀᴋᴇ ᴛʜᴇ ᴘᴀʏᴍᴇɴᴛ & ꜱᴇɴᴅ ᴜꜱ ᴀ ꜱᴄʀᴇᴇɴꜱʜᴏᴛ.
📸 **ǫʀ ᴄᴏᴅᴇ:** <a href='https://graph.org/file/dbd48ba7093582ab20063.jpg'>👉 ᴄʟɪᴄᴋ ᴛᴏ ꜱᴄᴀɴ 👈</a>
"""
